Repository: mckinseyacademy/xblock-diagnosticfeedback
Catalog: diagnostic_feedback/translations/*/LC_MESSAGES/textjs.po
Languages: de_de, es_419, fr, ja_jp, ko_kr, pl, pt_br

source: Start Over
de_de: Noch einmal von vorne anfangen
es_419: Volver a empezar
fr: Recommencer
ja_jp: もう一度やり直す
ko_kr: 다시 시작
pl: Zacznij od początku
pt_br: Começar de novo

source: Current Step
de_de: Derzeitiger Schritt
es_419: Paso actual
fr: Étape actuelle
ja_jp: 現在のステップ
ko_kr: 현재 단계
pl: Obecny krok
pt_br: Etapa atual

source: Finish
de_de: Ende
es_419: Finalizar
fr: Terminer
ja_jp: 終了
ko_kr: 완료
pl: Zakończ
pt_br: Terminar

source: Next
de_de: Weiter
es_419: Siguiente
fr: Suivant
ja_jp: 次
ko_kr: 다음
pl: Następny
pt_br: Próximo

source: Previous
de_de: Zurück
es_419: Anterior
fr: Précédent
ja_jp: 前
ko_kr: 이전
pl: Poprzedni
pt_br: Anterior

source: Loading ...
de_de: Lädt...
es_419: Cargando...
fr: Chargement...
ja_jp: 読み込み中...
ko_kr: 로드 중...
pl: Wczytywanie...
pt_br: Carregando...

source: The report is currently being generated…
de_de: Der Report wird gerade zusammengestellt…
es_419: El informe se está generando...
fr: Le rapport est en cours de production...
ja_jp: 現在レポートを作成中です…
ko_kr: 현재 보고서를 생성하는 중...
pl: Generujemy raport...
pt_br: O relatório está sendo gerado...

source: Report is successfully generated. Downloading…
de_de: Der Report wurde erfolgreich zusammengestellt. Lädt herunter...
es_419: El informe se generó con éxito. Descargando...
fr: Le rapport est généré avec succès. Téléchargement...
ja_jp: レポートが正常に作成されました。ダウンロード中です...
ko_kr: 보고서가 성공적으로 생성되었습니다. 다운로드 중…
pl: Raport został wygenerowany. Pobieranie raportu...
pt_br: O relatório foi gerado com sucesso. Fazendo o download…

source: Unable to generate report. Please contact your system administrator.
de_de: Report kann nicht zusammengestellt werden. Bitte wenden Sie sich an Ihren Systemadministrator.
es_419: No se pudo generar el informe. Póngase en contacto con el administrador del sistema.
fr: Impossible de générer le rapport. Veuillez contacter votre administrateur de système.
ja_jp: レポートを作成することができません。システム管理者にお問い合わせください。
ko_kr: 보고서를 생성할 수 없습니다. 시스템 관리자에게 문의하십시오.
pl: Nie udało się wygenerować raportu. Prosimy skontaktować się z administratorem systemu.
pt_br: Não foi possível gerar o relatório. Entre em contato com o administrador do sistema.

source: Your data has been successfully saved.
de_de: Ihre Daten wurden erfolgreich gespeichert.
es_419: Sus datos se guardaron con éxito.
fr: Vos données ont été sauvegardées avec succès.
ja_jp: データが正常に保存されました。
ko_kr: 데이터가 성공적으로 저장되었습니다.
pl: Twoje dane zostały zapisane.
pt_br: Seus dados foram salvos com sucesso.

source: However, some answer combinations in "
de_de: Jedoch einige Antwortkombinationen in "
es_419: Sin embargo, algunas combinaciones de respuesta en "
fr: Toutefois, certaines combinaisons de réponses dans "
ja_jp: ただし、"のいくつかの回答の組み合わせ
ko_kr: 그러나, 다음의 일부 답변 조합: "
pl: Jednak niektóre kombinacje odpowiedzi w „
pt_br: No entanto, algumas combinações de resposta em "

source: Close
de_de: Schließen
es_419: Cerrar
fr: Fermer
ja_jp: 終了
ko_kr: 닫기
pl: Zamknij
pt_br: Fechar

source: Cancel
de_de: Abbrechen
es_419: Cancelar
fr: Annuler
ja_jp: キャンセル
ko_kr: 취소
pl: Anuluj
pt_br: Cancelar

source: Save
de_de: Speichern
es_419: Guardar
fr: Enregistrer
ja_jp: 保存する
ko_kr: 저장
pl: Zapisz
pt_br: Salvar

source: At least one category is required
de_de: Mindestens eine Kategorie ist erforderlich
es_419: Se debe incluir al menos una categoría
fr: Il faut au moins une catégorie
ja_jp: 少なくともカテゴリが1つ必要です
ko_kr: 하나 이상의 카테고리가 필요합니다.
pl: Potrzeba przynajmniej 1 kategorii
pt_br: É necessária pelo menos uma categoria

source: Are you sure to delete this category?
de_de: Sind Sie sicher, dass Sie diese Kategorie löschen wollen?
es_419: ¿Está seguro de que desea eliminar esta categoría?
fr: Voulez-vous vraiment supprimer cette catégorie ?
ja_jp: このカテゴリを削除してよろしいですか？
ko_kr: 이 카테고리를 삭제하시겠습니까?
pl: Czy na pewno chcesz usunąć tę kategorię?
pt_br: Tem certeza que deseja excluir essa categoria?

source: At least one range is required
de_de: Mindestens ein Bereich ist erforderlich
es_419: Se debe incluir al menos un rango
fr: Il faut au moins un intervalle
ja_jp: 少なくとも範囲が1つ必要です
ko_kr: 하나 이상의 범위가 필요합니다.
pl: Potrzeba przynajmniej 1 zakresu
pt_br: É necessário pelo menos um intervalo

source: Are you sure to delete this range?
de_de: Sind Sie sicher, dass Sie diesen Bereich löschen wollen?
es_419: ¿Está seguro de que desea eliminar este rango?
fr: Voulez-vous vraiment supprimer cet intervalle ?
ja_jp: この範囲を削除してよろしいですか？
ko_kr: 이 범위를 삭제하시겠습니까?
pl: Czy na pewno chcesz usunąć ten zakres?
pt_br: Tem certeza que deseja excluir esse intervalo?

source: At least one question is required
de_de: Mindestens eine Frage ist erforderlich
es_419: Se debe incluir al menos una pregunta
fr: Il faut au moins une question
ja_jp: 少なくとも質問が1つ必要です
ko_kr: 하나 이상의 질문이 필요합니다.
pl: Potrzeba przynajmniej 1 pytania
pt_br: É necessário pelo menos uma pergunta

source: Are you sure to delete this question?
de_de: Sind Sie sicher, dass Sie diese Frage löschen wollen?
es_419: ¿Está seguro de que desea eliminar esta pregunta?
fr: Voulez-vous vraiment supprimer cette question ?
ja_jp: この質問を削除してよろしいですか？
ko_kr: 이 질문을 삭제하시겠습니까?
pl: Czy na pewno chcesz usunąć to pytanie?
pt_br: Tem certeza que deseja excluir essa pergunta?

source: At least one answer is required
de_de: Mindestens eine Antwort ist erforderlich
es_419: Se debe incluir al menos una respuesta
fr: Il faut au moins une réponse
ja_jp: 少なくとも回答が1つ必要です
ko_kr: 하나 이상의 답변이 필요합니다.
pl: Potrzeba przynajmniej 1 odpowiedzi
pt_br: É necessário pelo menos uma reposta

source: Are you sure to delete this choice?
de_de: Sind Sie sicher, dass Sie diese Auswahl löschen wollen?
es_419: ¿Está seguro de que desea eliminar esta opción?
fr: Voulez-vous vraiment supprimer ce choix ?
ja_jp: この選択肢を削除してよろしいですか？
ko_kr: 이 선택지를 삭제하시겠습니까?
pl: Czy na pewno chcesz usunąć ten wybór?
pt_br: Tem certeza que deseja excluir essa reposta?

source: Untitled
de_de: Ohne Titel
es_419: Sin título
fr: Sans titre
ja_jp: 件名なし
ko_kr: 제목 없음
pl: Bez tytułu
pt_br: Sem título

source: Paragraph
de_de: Absatz
es_419: Párrafo
fr: Paragraphe
ja_jp: 段落
ko_kr: 단락
pl: Akapit
pt_br: Parágrafo

source: Preformatted
de_de: Vorformatiert
es_419: Con formato previo
fr: Préformaté
ja_jp: フォーマット済
ko_kr: 사전 지정된 형식
pl: Wstępnie sformatowane
pt_br: Pré-formatado

source: Heading 1
de_de: Überschrift 1
es_419: Encabezado 1
fr: Rubrique 1
ja_jp: 見出し1
ko_kr: 제목 1
pl: Nagłówek 1
pt_br: Cabeçalho 1

source: Heading 2
de_de: Überschrift 2
es_419: Encabezado 2
fr: Rubrique 2
ja_jp: 見出し2
ko_kr: 제목 2
pl: Nagłówek 2
pt_br: Cabeçalho 2

source: Heading 3
de_de: Überschrift 3
es_419: Encabezado 3
fr: Rubrique 3
ja_jp: 見出し3
ko_kr: 제목 3
pl: Nagłówek 3
pt_br: Cabeçalho 3

source: Range Min value must be float
de_de: Mindestwert des Bereichs muss schweben
es_419: El valor mín. para el rango debe ser flotante
fr: La valeur minimale de l'intervalle doit être flottante
ja_jp: 範囲最小値は浮動小数点である必要があります
ko_kr: 범위 최소값은 부동 소수점이어야 합니다.
pl: Minimalna wartość zakresu musi być liczbą zmiennoprzecinkową
pt_br: O valor mínimo do intervalo deve ser flutuante

source: Range Max value must be float
de_de: Höchstwert des Bereichs muss schweben
es_419: El valor máx. para el rango debe ser flotante
fr: La valeur maximale de l'intervalle doit être flottante
ja_jp: 範囲最大値は浮動小数点である必要があります
ko_kr: 범위 최대값은 부동 소수점이어야 합니다.
pl: Maksymalna wartość zakresu musi być liczbą zmiennoprzecinkową
pt_br: O valor máximo do intervalo deve ser flutuante

source: Min value must be < Max
de_de: Mindestwert muss < Höchstwert sein
es_419: El valor mín. para el rango debe ser inferior al valor máx.
fr: Valeur minimale doit être < valeur maximale
ja_jp: 最小値は最大値よりも小さい値である必要があります
ko_kr: 최소값은 최대값보다 작아야 합니다.
pl: Minimalna wartość musi być mniejsza od maksymalnej wartości
pt_br: O valor mínimo deve ser menor do que o máximo

source: Overlapping ranges found in "
de_de: Überlappende Bereiche gefunden in "
es_419: Se encontró una superposición de rangos en "
fr: Intervalles de chevauchement trouvés dans "
ja_jp: "に重複範囲が見つかりました
ko_kr: 다음에서 중복되는 범위 발견: "
pl: Znaleziono nakładające się na siebie zakresy w „
pt_br: Intervalos sobrepostos encontrados em "
