Repository: mckinseyacademy/xblock-diagnosticfeedback
Catalog: diagnostic_feedback/translations/*/LC_MESSAGES/text.po
Languages: ar, de_de, es_419, fr, ja_jp, pl, pt_br

source: BuzzFeed-style
ar: نمط BuzzFeed
es_419: Estilo: BuzzFeed
fr: Style BuzzFeed
ja_jp: BuzzFeed形式
pl: Styl BuzzFeed

source: Diagnostic-style
ar: نمط التشخيص
es_419: Estilo: Diagnóstico
fr: Style diagnostique
ja_jp: 診断形式
pl: Styl diagnostyczny

source: Default Group
ar: المجموعة الافتراضي
de_de: Standardgruppe
es_419: Grupo predeterminado
fr: Groupe par défaut
ja_jp: デフォルトのグループ
pl: Grupa domyślna
pt_br: Grupo padrão

source: Diagnostic Feedback
ar: الملاحظات التشخيصية
de_de: Diagnostisches Feedback
es_419: Comentario de diagnóstico
fr: Commentaires diagnostiques
ja_jp: 診断フィードバック
pl: Informacja diagnostyczna
pt_br: Feedback de diagnóstico

source: This name appears in the horizontal navigation at the top of the page.
ar: يظهر هذا الاسم في التنقل الأفقي أعلى الصفحة.
de_de: Dieser Name erscheint in der horizontalen Navigation oben auf der Seite.
es_419: Este nombre aparece en la barra de navegación horizontal, en la parte superior de la-página.
fr: Ce nom apparaît dans la zone de navigation horizontale en haut de la page.
ja_jp: この名前は、ページの上部にある横方向のナビゲーションに表示されます。
pl: Nazwa ta pojawi się w pasku horyzontalnym nawigacji u góry strony.
pt_br: Este nome aparece na navegação horizontal na parte superior da página.

source: Title of quiz
ar: عنوان الاختبار
de_de: Titel des Quiz
es_419: Titulo del cuestionario
fr: Titre du questionnaire
ja_jp: クイズのタイトル
pl: Tytuł testu
pt_br: Título do questionário

source: Description of quiz
ar: وصف الاختبار
de_de: Beschreibung des Quiz
es_419: Descripción del cuestionario
fr: Description du questionnaire
ja_jp: クイズの説明
pl: Opis testu
pt_br: Descrição do questionário

source: This will hold list of question with respective choices
ar: سيتضمن هذا على قائمة الأسئلة مع الخيارات ذات الصلة
de_de: Dies zeigt die Liste der Fragen mit der jeweiligen Auswahl
es_419: Esta acción suspende la lista de preguntas y sus respectivas opciones
fr: Ceci contiendra une liste de questions avec une série de choix respectifs
ja_jp: それぞれ選択肢が示された質問の一覧を表示します
pl: Tu znajdzie się lista pytań z odpowiedziami
pt_br: Isso conterá uma lista de perguntas com as respectivas escolhas

source: This will hold user provided answers of questions
ar: سيتضمن هذا إجابات المستخدم للأسئلة
de_de: Dies zeigt die vom Nutzer angegebenen Antworten auf die Fragen
es_419: Esta acción suspende las respuestas a las preguntas brindadas por el usuario
fr: Ceci contiendra les réponses aux questions fournies par l'utilisateur
ja_jp: 質問に対してユーザーが提供した回答を表示します
pl: Tu znajdą się odpowiedzi na pytania podane przez użytkownika
pt_br: Isso manterá as respostas das perguntas fornecidas pelo usuário

source: Type of quiz
ar: نوع الاختبار
de_de: Art des Quiz
es_419: Tipo de cuestionario
fr: Type de questionnaire
ja_jp: クイズのタイプ
pl: Typ testu
pt_br: Tipo de questionário

source: List of results
ar: قائمة النتائج
de_de: Liste der Ergebnisse
es_419: Lista de resultados
fr: Liste des résultats
ja_jp: 結果の一覧
pl: Lista rezultatów
pt_br: Lista de resultados

source: Calculated feedback of each user
ar: الملاحظات التي تم احتسابها لكل مستخدم
de_de: Berechnetes Feedback jedes Nutzers
es_419: Comentario calculado de cada usuario
fr: Commentaires estimés de chaque utilisateur
ja_jp: 各ユーザーの算出されたフィードバック
pl: Obliczona ocena każdego użytkownika
pt_br: Feedback calculado de cada usuário

source: To control which question should be shown to student
ar: للتحكم في أي سؤال يجب أن يظهر للطالب
de_de: um zu kontrollieren, welche Fragen dem Teilnehmer gezeigt werden sollten
es_419: Se emplea para controlar qué pregunta se muestra al estudiante
fr: Pour vérifier quelle question doit être présentée à l'apprenant
ja_jp: 生徒に示す質問を制御する
pl: Aby kontrolować, jakie pytania zostaną pokazane uczniowi
pt_br: Para controlar qual pergunta deve ser mostrada ao aluno

source: Weight
ar: القيمة
de_de: Gewichtung
es_419: Peso
fr: Pondération
ja_jp: 重み
pl: Waga
pt_br: Peso

source: Defines the maximum total grade of this question.
ar: يحدد الحد الأقصى للدرجات الإجمالية لهذا السؤال.
de_de: Definiert die maximale Gesamtbenotung dieser Frage.
es_419: Define la calificación total máxima de esta pregunta.
fr: Définit la note totale maximum de cette question
ja_jp: この質問の最大合計成績を定義します。
pl: Definiuje maksymalną ogólną ocenę/punktację dla tego pytania
pt_br: Define a nota máxima total desta pergunta.

source: Has the student completed this quiz
ar: هل أكمل الطالب هذا الاختبار
de_de: Hat der Teilnehmer dieses Quiz abgeschlossen
es_419: Ha respondido el estudiante este cuestionario
fr: L'apprenant a-t-il répondu à ce questionnaire ?
ja_jp: 生徒がこのクイズを完了しましたか
pl: Czy student ukończył ten test
pt_br: O aluno completou este questionário?

source: missing step number
ar: رقم الخطوة مفقود
de_de: fehlende Schrittnummer
es_419: falta el número de paso
fr: Le numéro d'étape est manquant
ja_jp: ステップ番号がありません
pl: Brakuje numeru kroku
pt_br: número da etapa ausente

source: Your response is saved
ar: تم حفظ ردك
de_de: Ihre Antwort ist gespeichert
es_419: Su respuesta se guardó
fr: Votre réponse est enregistrée
ja_jp: 返答が保存されました
pl: Twoja odpowiedź została zapisana
pt_br: Sua resposta foi salva

source: student data cleared
ar: تم مسح بيانات الطالب
de_de: Teilnehmerdaten gelöscht
es_419: se borraron los datos del estudiante
fr: données de l'apprenant supprimées
ja_jp: 生徒のデータが消去されました
pl: wyczyszczono dane studenta
pt_br: dados do aluno apagados

source: Group added successfully.
ar: تمت إضافة المجموعة بنجاح.
de_de: Gruppe erfolgreich hinzugefügt.
es_419: El grupo se agregó con éxito.
fr: Groupe ajouté avec succès.
ja_jp: グループが正常に追加されました。
pl: Dodano grupę.
pt_br: Grupo adicionado com sucesso.

source: Group already exist.
ar: المجموعة موجودة بالفعل.
de_de: Gruppe existiert bereits.
es_419: El grupo ya existe
fr: Ce groupe existe déjà.
ja_jp: グループは既に存在します。
pl: Taka grupa już istnieje.
pt_br: O grupo já existe.

source: Download Data
ar: تنزيل البيانات
de_de: Dateien herunterladen
es_419: Descargar datos
fr: Télécharger des données
ja_jp: データをダウンロードする
pl: Pobierz dane
pt_br: Fazer download dos dados

source: Question
ar: السؤال
de_de: Frage
es_419: Pregunta
ja_jp: 質問
pl: Pytanie
pt_br: Pergunta

source: Please add questions.
ar: يرجى إضافة أسئلة.
de_de: Bitte Fragen hinzufügen.
es_419: Agregue preguntas.
fr: Veuillez ajouter des questions.
ja_jp: 質問を追加してください。
pl: Dodaj pytania.
pt_br: Adicionar perguntas.

source: Loading Wizard, Please wait
ar: جاري تحميل المعالج، يرجى الانتظار
de_de: Wizard lädt, bitte warten
es_419: El asistente se está cargando. Gracias por esperar
fr: Assistant de chargement, veuillez patienter
ja_jp: ウィザードを読み込み中です。お待ちください
pl: Wczytywanie kreatora, proszę czekaj
pt_br: Carregando assistente, aguarde

source: Basic Info
ar: المعلومات الأساسية
de_de: Grundlegende Informationen
es_419: Información básica
fr: Informations de base
ja_jp: 基本情報
pl: Podstawowe info
pt_br: Informações básicas

source: Quiz Title
ar: عنوان الاختبار
de_de: Titel des Quiz
es_419: Título del cuestionario
fr: Titre du questionnaire
ja_jp: クイズのタイトル
pl: Tytuł testu
pt_br: Título do questionário

source: Quiz Type
ar: نوع الاختبار
de_de: Art des Quiz
es_419: Tipo de cuestionario
fr: Type de questionnaire
ja_jp: クイズのタイプ
pl: Typ testu
pt_br: Tipo do questionário

source: Select Type
ar: حدد النوع
de_de: Art auswählen
es_419: Seleccionar Tipo
fr: Sélectionner le type
ja_jp: タイプを選択
pl: Wybierz typ
pt_br: Selecionar tipo

source: Type cannot be changed once it is set.
ar: لا يمكن تغيير النوع بمجرد تعيينه.
de_de: Art kann nicht geändert werden, wenn sie einmal eingestellt ist.
es_419: Una vez que se selecciona, no se puede cambiar el Tipo.
fr: Le type ne peut plus être modifié une fois qu'il est défini.
ja_jp: タイプを一度設定すると変更できません。
pl: Wybrano typu nie można zmienić
pt_br: O tipo não pode ser alterado depois de definido.

source: Description
ar: الوصف
de_de: Beschreibung
es_419: Descripción
ja_jp: 内容
pl: Opis
pt_br: Descrição

source: Categories
ar: الفئات
de_de: Kategorien
es_419: Categorías
fr: Catégories
ja_jp: カテゴリ
pl: Kategorie
pt_br: Categorias

source: Drag a collapsed category to prioritize for tie-breaking.
ar: اسحب فئة مطوية لتحديد الأولويات لكسر التعادل.
de_de: Ziehen Sie eine eingeklappte Kategorie, um sie für einen Tie-Break zu priorisieren.
es_419: Arrastre una categoría contraída para asignar un orden de prioridad en caso de empate.
fr: Faire glisser une catégorie fusionnée pour la classer par ordre de priorité en vue de départager les ex-æquo.
ja_jp: 折り畳んであるカテゴリをドラッグして決定の優先付をします。
pl: Przeciągnij zwiniętą kategorię, aby nadać priorytet w celu rozstrzygnięcia.
pt_br: Arraste uma categoria recolhida para priorizar para desempate.

source: Add Category
ar: إضافة فئة
de_de: Kategorie hinzufügen
es_419: Agregar Categoría
fr: Ajouter une catégorie
ja_jp: カテゴリを追加
pl: Dodaj kategorię
pt_br: Adicionar categoria

source: Ranges
ar: النطاقات
de_de: Bereiche
es_419: Rangos
fr: Intervalles
ja_jp: 範囲
pl: Zakresy
pt_br: Intervalos

source: Drag a collapsed range to prioritize for tie-breaking.
ar: اسحب نطاق مطوي لتحديد الأولويات لكسر التعادل.
de_de: Ziehen Sie einen eingeklappte Bereich, um sie für einen Tie-Break zu priorisieren.
es_419: Arrastre un rango contraído para asignar un orden de prioridad en caso de empate.
fr: Faire glisser un intervalle pour classer par ordre de priorité en vue de départager les ex-æquo.
ja_jp: 折り畳んである範囲をドラッグして決定の優先付をします。
pl: Przeciągnij zwinięty zakres, aby nadać priorytet w celu rozstrzygnięcia.
pt_br: Arraste um intervalo recolhido para priorizar o desempate.

source: Add Range
ar: إضافة نطاق
de_de: Bereich hinzufügen
es_419: Agregar Rango
fr: Ajouter un intervalle
ja_jp: 範囲を追加
pl: Dodaj zakres
pt_br: Adicionar intervalo

source: Questions
ar: الأسئلة
de_de: Fragen
es_419: Preguntas
ja_jp: 質問
pl: Pytania
pt_br: Perguntas

source: Add Question
ar: إضافة سؤال
de_de: Frage hinzufügen
es_419: Agregar Pregunta
fr: Ajouter une question
ja_jp: 質問を追加する
pl: Dodaj pytanie
pt_br: Adicionar pergunta

source: At least one category required
ar: مطلوب فئة واحدة على الأقل
de_de: Mindestens eine Kategorie erforderlich
es_419: Se debe incluir al menos una categoría
fr: Il faut au moins une catégorie
ja_jp: 少なくともカテゴリが1つ必要です
pl: Wymagana jest przynajmniej 1 kategoria
pt_br: Pelo menos uma categoria é obrigatória

source: ID is required
ar: المعرّف مطلوب
de_de: ID ist erforderlich
es_419: Complete el campo obligatorio Id.
fr: L'identifiant est obligatoire
ja_jp: IDは必須です
pl: ID jest wymagane
pt_br: Um ID é obrigatório

source: Name is required
ar: الاسم مطلوب
de_de: Name ist erforderlich
es_419: Complete el campo obligatorio Nombre
fr: Le nom est obligatoire
ja_jp: 名前は必須です
pl: Nazwa jest wymagana
pt_br: Um nome é obrigatório

source: Group is required
ar: المجموعة مطلوبة
de_de: Gruppe ist erforderlich
es_419: Complete el campo obligatorio Grupo
fr: Le groupe est obligatoire
ja_jp: グループは必須です
pl: Grupa jest wymagana
pt_br: Um grupo é obrigatório

source: Order is required
ar: الترتيب مطلوب
de_de: Reihenfolge ist erforderlich
es_419: Complete el campo obligatorio Pedido
fr: L'ordre est obligatoire
ja_jp: 順番は必須です
pl: Zamówienie jest wymagany
pt_br: Um pedido é obrigatório

source: Choices list is missing
ar: قائمة الاختيارات مفقودة
de_de: Auswahlliste fehlt
es_419: Falta la lista de opciones
fr: La liste de choix est manquante
ja_jp: 選択肢リストがありません
pl: Brak listy wyborów
pt_br: Lista de opções ausente

source: Name required
ar: الاسم مطلوب
de_de: Name erforderlich
es_419: El campo Nombre es obligatorio
fr: Le nom est obligatoire
ja_jp: 名前は必須です
pl: Wymagana nazwa
pt_br: Nome obrigatório

source: Category required
ar: الفئة مطلوبة
de_de: Kategorie erforderlich
es_419: El campo Categoría es obligatorio
fr: La catégorie est obligatoire
ja_jp: カテゴリは必須です
pl: Wymagana kategoria
pt_br: Categoria obrigatória

source: Invalid category_id found
ar: تم العثور على category_id غير صالح
de_de: Ungültige category_id gefunden
es_419: Se encontró que el campo category_id no es válido
fr: Catégorie_id invalide
ja_jp: 無効なcategory_idが見つかりました
pl: Znaleziono niewłaściwe ID kategorii
pt_br: Category_id inválido encontrado

source: Choice value required
ar: قيمة الاختيار مطلوبة
de_de: Auswahlwert erforderlich
es_419: Complete el campo obligatorio Puntaje de la opción
fr: La valeur du choix est obligatoire
ja_jp: 選択の値は必須です
pl: Wymagana wartość wyboru
pt_br: Valor de escolha obrigatório

source: At least one question required
ar: مطلوب سؤال واحد على الأقل
de_de: Mindestens eine Frage erforderlich
es_419: Se debe incluir al menos una pregunta
fr: Il faut au moins une question
ja_jp: 少なくとも質問が1つ必要です
pl: Potrzeba przynajmniej 1 pytania
pt_br: Pelo menos uma pergunta é obrigatória

source: question
ar: السؤال
de_de: Frage
es_419: pregunta
ja_jp: 質問
pl: pytanie
pt_br: pergunta

source: id required
ar: المعرف مطلوب
de_de: ID erforderlich
es_419: El campo id es obligatorio
fr: identifiant obligatoire
ja_jp: IDは必須です
pl: wymagane id
pt_br: um id é obrigatório

source: title required
ar: العنوان مطلوب
de_de: Titel erforderlich
es_419: El campo titulo es obligatorio
fr: le titre est obligatoire
ja_jp: タイトルは必須です
pl: wymagany tytuł
pt_br: um título é obrigatório

source: text required
ar: النص مطلوب
de_de: Text erforderlich
es_419: El campo texto es obligatorio
fr: le texte est obligatoire
ja_jp: テキストは必須です
pl: wymagany tekst
pt_br: um texto é obrigatório

source: order required
ar: الترتيب مطلوب
de_de: Reihenfolge erforderlich
es_419: El campo pedido es obligatorio
fr: l'ordre est obligatoire
ja_jp: 順番は必須です
pl: wymagane zamówienie
pt_br: um pedido é obrigatório

source: group required
ar: المجموعة مطلوبة
de_de: Gruppe erforderlich
es_419: El campo grupo es obligatorio
fr: le groupe est obligatoire
ja_jp: グループは必須です
pl: wymagana grupa
pt_br: um grupo é obrigatório

source: invalid group found
ar: تم العثور على مجموعة غير صالحة
de_de: ungültige Gruppe gefunden
es_419: se encontró un grupo no válido
fr: groupe invalide
ja_jp: 無効なグループが見つかりました
pl: znaleziono niewłaściwą grupę
pt_br: grupo inválido encontrado

source: having invalid choices.
ar: يوجد خيارات غير صالحة.
de_de: mit ungültiger Auswahl.
es_419: incluye opciones no válidas.
fr: choix non valables
ja_jp: 無効な選択肢が含まれています。
pl: posiada niewłaściwe wybory.
pt_br: tendo escolhas inválidas.

source: Title is required
ar: العنوان مطلوب
de_de: Titel ist erforderlich
es_419: Complete el campo obligatorio Título
fr: Le titre est obligatoire
ja_jp: タイトルは必須です
pl: Nazwa jest wymagana
pt_br: Um título é obrigatório

source: Description is required
ar: الوصف مطلوب
de_de: Beschreibung ist erforderlich
es_419: Complete el campo obligatorio Descripción
fr: La description est obligatoire
ja_jp: 説明は必須です
pl: Opis jest wymagany
pt_br: Uma descrição é obrigatória

source: Type is invalid
ar: النوع مطلوب
de_de: Typ ist ungültig
es_419: El campo Tipo no es válido
fr: Le type est invalide
ja_jp: タイプが無効です
pl: Typ jest nieprawidłowy
pt_br: O tipo é inválido

source: Min/Max values required
ar: قيم الحد الأدنى/الأقصى مطلوبة
de_de: Mindest-/Höchstwerte erforderlich
es_419: El campo Valores mín./máx. es obligatorio
fr: Valeurs Min/Max obligatoires
ja_jp: 最小値/最大値は必須です
pl: Wymagane są wartości minimalne/maksymalne
pt_br: Valores mínimo/máximo são necessários

source: Min > Max
ar: الحد الأدنى > الحد الأقصى
de_de: Mindestwert > Höchstwert
es_419: Mím. > Máx.
ja_jp: 最小 > 最大
pl: Minimalna większa od maksymalnej
pt_br: Min. > Máx.

source: Overlapping ranges in '{}'
ar: نطاقات متداخلة في "{}"
de_de: Überlappende Bereiche in '{}'
es_419: Se encontró una superposición de rangos es '{}'
fr: Intervalle de chevauchement dans "{}".
ja_jp: '{}'で範囲が重複しています
pl: Znaleziono nakładające się na siebie zakresy w „{}”
pt_br: Intervalos sobrepostos em '{}'

source: At least one range required
ar: مطلوب نطاق واحد على الأقل
de_de: Mindestens ein Bereich erforderlich
es_419: Se debe incluir al menos un rango
fr: Il faut au moins un intervalle
ja_jp: 少なくとも範囲が1つ必要です
pl: Potrzeba przynajmniej 1 zakresu
pt_br: Pelo menos um intervalo é obrigatório

source: Question id is required
ar: معرّف السؤال مطلوب
de_de: Fragen-ID ist erforderlich
es_419: Complete el campo obligatorio Id. de pregunta
fr: L'identifiant de la question est obligatoire
ja_jp: 質問IDは必須です
pl: ID pytania jest wymagane
pt_br: Um ID de pergunta exclusivo é obrigatório

source: Student Choice is required
ar: اختيار الطالب مطلوب
de_de: Teilnehmerauswahl ist erforderlich
es_419: Complete el campo obligatorio Opción del estudiante
fr: Le choix de l'apprenant est requis
ja_jp: 生徒の選択は必須です
pl: Wybór ucznia jest wymagany
pt_br: A escolha do aluno é necessária

source: Current step is required
ar: الخطوة الحالية مطلوبة
de_de: Derzeitiger Schritt ist erforderlich
es_419: Complete el campo obligatorio Paso actual
fr: L'étape actuelle est obligatoire
ja_jp: 現在のステップは必須です
pl: Obecny krok jest wymagany
pt_br: A etapa atual é necessária
